menu = ""

referred_announce = "Присоединился пользователь @{user} под вашей реф ссылкой"
referrals = "Привет @{user}! \nТвоя реферальная ссылка \n \n https://t.me/Gazgolder_testbot?start={userid}"

product = "{}\n{}\n{}\n"

awaiting_transfer_text = "Пожалуйста введите имя пользователя и сумму которую хотите отправить\n\nНапример: @username 10"
chapter = "*{title}* \n\n {description}"

chapter_names = {
                "oktyabrsky": "ОКТЯБРЬСКИЙ",
                "leninsky": "ЛЕНИНСКИЙ",
                "sverdlovsky": "СВЕРДЛОВСКИЙ",
                "pervomaysky": "ПЕРВОМАЙСКИЙ"}

order_data = ("☑️*Реквизиты заказа:*\n"
              "➖➖➖➖➖➖➖➖➖➖➖➖\n"
              "💡 _Номер заказа: {productid}_\n"
              "📃 _Товар: {ves}гр_ \n"
              "💰 _Цена: {price}$_ \n\n"
              "💲_Способ оплаты: {crypto}_ 💰 \n"
              "*Сумма к оплате:* `{cryptosum}` {crypto} \n\n"
              "`{cryptoaddress}`\n\n"
              "*НУЖНО ОТПРАВИТЬ МИНИМУМ* {cryptosum} {crypto}\n"
              "✅_Нажми на адрес или сумму, чтобы скопировать!_\n"
              "⏰ _Время на оплату:_ *30 минут*")


admin007 = ("🕹*КОММАНДЫ АДМИНИСТРАТОРА*🕹\n"
            "")