menu = ""

referred_announce = "Присоединился пользователь @{user} под вашей реф ссылкой"
referrals = "Привет @{user}! \nТвоя реферальная ссылка \n \n https://t.me/telegenius\_bot?start={userid}"

product = "{}\n{}\n{}\n"

awaiting_transfer_text = "Пожалуйста введите имя пользователя и сумму которую хотите отправить\n\nНапример: @username 10"
chapter = "*{title}* \n\n {description}"

chapter_names = {
                "oktyabrsky": "ОКТЯБРЬСКИЙ",
                "leninsky": "ЛЕНИНСКИЙ",
                "sverdlovsky": "СВЕРДЛОВСКИЙ",
                "pervomaysky": "ПЕРВОМАЙСКИЙ"}

order_data = ("〰️〰️☑️РЕКВИЗИТЫ ЗАКАЗА☑️〰️〰️ \n"
              "💡 Номер заказа: {productid} \n"
              "📃 Товар: 🍩Вес {ves}гр \n"
              "💰 Цена: {price} $ \n"
              "➖➖➖➖➖➖➖➖➖➖➖➖ \n"
              "💲 Способ оплаты: {crypto} 💰 \n"
              "Сумма к оплате: {cryptosum} {crypto} \n\n"
              "⬇️Купить криптовалюту можно в криптообменнике @BestChangeKgz\_bot \n\n\n"
              "❗️❗️❗️ДЛЯ ОПЛАТЫ:❗️❗️❗️\n"
              "Переведи указанную выше сумму на адрес:\n\n"
              "`{cryptoaddress}`\n\n"
              "✅Нажми на адрес или сумму, чтобы скопировать!\n"
              "⏰ Время на оплату: 60 минут")


admin007 = ("🕹*КОММАНДЫ АДМИНИСТРАТОРА*🕹\n"
            "")